[Language]
999=300
1000=YANPODO ReaderSystem
1001=Welcome
1002=Time
1003=Result
1004=Change color
1005=ParameterSet
1006=AdvanceSet
1007=Read/Write
1008=Network Settings
1009=Network Test
1010=The serial port does not exist or is open.
1011=Open the serial port successfully
1012=Failed to open USB
1013=Open USB successfully
1014=Failed to open the network
1015=Open the network successfully
1016=Failed to read parameters
1017=Turn off the device
1018=Change color successfully, please restart
1019=Prompt
1020=Are you sure you want to switch the %s language?
1021=Please restart the software if the switch is successful.
1022=Operation failed
1023=Operation succeeded
1024=Save as
1025=File is error
1026=No device detected, please reopen
1027=Stop reading the card
1028=Start reading card
1029=EPC card number cannot be empty
1030=Please enter the hexadecimal number in words, for example: 1234, 12345678
1031=Write data cannot be empty
1032=Port is occupied
1033=TCP service start,listening port: %s
1034=Stop
1035=Disconnect
1036=Disconnected
1037=Connection
1038=Index
1039=Time
1040=TagID
1041=Length
1042=Ant.
1043=Cnt.
1044=IP
1045=Port
1046=Status
1047=Data
1048=Receive:
1049=Send:
1050=Baudrate:
1051=NetPort:
1052=DeviceSN:
1053=Firmware:
1054=Hardware:
1055=Language:
1056=COM
1057=USB
1058=Net
1059=Open
1060=Close
1061=ScanPort
1062=ScanNetwork
1063=ExportConfig
1064=ImportConfig
1065=CloseRelay
1066=ReleaseRelay
1067=Reader parameters
1068=RFPower:
1069=Baudrate:
1070=Address(Hex):
1071=FreqBand:
1072=Wiegand parameters
1073=Mode:
1074=OutInterval(10ms):
1075=PulseWidth(10us):
1076=PulseInterval(100us):
1077=Reading settings
1078=Interface:
1079=WorkMode:
1080=FilterTime(S):
1081=InquiryArea:
1082=StartAddress(Hex):
1083=ByteLength(Hex):
1084=TriggerEffective(S):
1085=SingleFreq.
1086=Buzzer
1087=Read
1088=Set
1089=Default
1090=Chinese band
1091=US band
1092=Korean band
1093=European  band
1094=Output MSB first
1095=Output LSB first
1096=AnswerMode
1097=ActiveMode
1098=TriggerMode
1099=Welcome to ReaderSystem
1100=Current version:
1101=Check for updates
1102=Network parameters
1103=MAC:
1104=IP:
1105=Submask:
1106=Gateway:
1107=LocalPort:
1108=WIFI parameter
1109=Route SSID:
1110=Password:
1111=Remote parameter
1112=RemoteIP:
1113=RemotePort:
1114=Domain:
1115=Ex.www.google.com
1116=HeartTime:
1117=(0 - 255) Unit: *10S
1118=DHCP
1119=DNS
1120=Restart
1121=PCName:
1122=LocalIP:
1123=ListingPort:
1124=Listening
1125=Reading permissions
1126=Password:
1127=Start(Hex):
1128=MaskData(Hex):
1129=Output control
1130=ValidTime(S):
1131=Password
1132=Mask
1133=Relay
1134=TagCnt.:
1135=Interval:
1136=FastWriteEPC(Hex):
1137=Read and write operations
1138=Region:
1139=StartAdd.:(Word/Hex)
1140=Length:(Word/Hex)
1141=AccessPassword:(Hex)
1142=WriteData:(Hex)
1143=DataReturn:
1144=Reading
1145=Stop
1146=Clear
1147=Export
1148=FastEPC
1149=Write
1150=Read
1151=Cache
1152=Protocol
1153=Filter
1200= 
1201= 
1202= 
1203= 
1204= 
1205= 
1206=Device Insert
1207= 
1208= 
1209= 
1220=QValue:
1221=AntSet
1222=Module Error
1223=ActiveMode
1224=Warning:please set WorkMode in ActiveMode
1225=Session:
1226=ScanMaxTime(*100ms):
1227=Get
1228=Stop
1229=4GTest
1230=4G is starting,please wait...
1231=4G is not work
1232=SIM card is not insert
1233=4G is OK
1234=4G is OK,SIM card is not insert
1235=4GState
1236=4GSignal
1237=LBS
1238=DevTime
1239=Set
1240=GPSParam
1241=Upload interval
1242=GetGPS
1243=OpenGPS
1244=4GParam
1245=Read interval(*10ms):
1246=Condition(OnlyForEPC):
1247=Pass | Mask
1248=Pass & Mask
1249=Count
1250=ScanTime(*100ms)
1251=Temperature
1252=MultiTag
1253=LastestVersion
1254=TimeStamp
1255=SaveToFlash
1256=WhiteList
1257=Keyboard
1258=OutPutFormat:
1259=OutWithEnterKey
1260=DeleteAll
1261=DeleteOne
1262=AddOne
1263=ImportExcel
1264=Auto
1265=Increment
1266=AutoLockPass





